Repository: WPPlugins/boom-captcha
Catalog: languages/enmask-*.po
Languages: de_de, es_es, fr_fr, ja, pt_pt, ru_ru

source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ja: 設定
pt_pt: configurações
ru_ru: Настройки

source: Settings BoomCaptcha
de_de: Einstellungen BoomCaptcha
es_es: Configuración BoomCaptcha
fr_fr: Paramètres BoomCaptcha
ja: 設定BoomCaptcha
pt_pt: configurações BoomCaptcha
ru_ru: Настройки BoomCaptcha

source: Checking the captcha...
de_de: Überprüfen Sie das Captcha ...
es_es: Comprobación del código de la imagen...
fr_fr: Vérification de la captcha ...
ja: CAPTCHAをチェックしています...
pt_pt: Verificando o captcha ...
ru_ru: Проверка каптчи...

source: Captcha code is incorrect
de_de: Captcha-Code ist falsch
es_es: Código Captcha es incorrecta
fr_fr: Captcha code est incorrect
ja: キャプチャコードが正しくありません
pt_pt: Código Captcha é incorreto
ru_ru: Неверный код каптчи

source: Please type the text above:
de_de: Bitte geben Sie den Text vor:
es_es: Por favor, escriba el texto anterior:
fr_fr: S'il vous plaît entrez le texte ci-dessus:
ja: 上記のテキストを入力してください。
pt_pt: Por favor, escreva o texto acima:
ru_ru: Введите текст сверху:

source: Enable for comment forms
de_de: Aktivieren Sie für eine Stellungnahme Formen
es_es: Habilitar para formularios de comentarios
fr_fr: Activer pour les formulaires de commentaires
ja: コメントフォームに対して有効
pt_pt: Ativar para formulários de comentários
ru_ru: Включить для формы комментариев

source: Enable for register forms
de_de: Aktivieren Sie für das Register Formulare
es_es: Habilitar para formularios de registro
fr_fr: Activer pour les formulaires de registre
ja: レジスタのフォームに対して有効
pt_pt: Habilitar para formulários de registro
ru_ru: Включить для формы регистрации

source: Enable for logged in users
de_de: Aktivieren Sie für angemeldete Benutzer
es_es: Habilitar para los usuarios registrados
fr_fr: Activer pour les utilisateurs connectés
ja: ログインユーザに対して有効に
pt_pt: Ativar para usuários logados
ru_ru: Включить для авторизованный пользователей

source: Enable for lost password
de_de: Aktivieren Sie für verlorenes Passwort
es_es: Habilitar para la contraseña perdida
fr_fr: Activer le mot de passe perdu
ja: 失われたパスワードの入力を有効にする
pt_pt: Ativar a senha perdida
ru_ru: Включить для формы восстановления пароля

source: Enable for login form
de_de: Aktivieren Sie für Login-Formular
es_es: Habilitar para el formulario de inicio de sesión
fr_fr: Activer pour formulaire de connexion
ja: ログインフォームのために有効
pt_pt: Habilitar para o formulário de login
ru_ru: Включить для формы входа

source: Keywords was successfully saved.
de_de: Schlüsselwörter wurde erfolgreich gespeichert.
es_es: Palabras clave se ha guardado correctamente.
fr_fr: Mots-clés a été correctement enregistré.
ja: キーワードが正常に保存されています。
pt_pt: Palavras-chave foi guardada com sucesso.
ru_ru: Ключевые слова были успешно сохранены

source: Keyword can contain only latin characters, numbers and spaces.
de_de: Schlüsselwort kann nur lateinische Zeichen, Zahlen und Leerzeichen.
es_es: Palabra clave sólo puede contener caracteres latinos, números y espacios.
fr_fr: Mot-clé ne peut contenir que des caractères latins, des chiffres et des espaces.
ja: キーワードは、ラテン文字、数字、スペースを含めることができます。
pt_pt: Palavra-chave pode conter apenas caracteres latinos, números e espaços.
ru_ru: Ключевое слово может содержать только латинские буквы, числа и пробелы.

source: Keyword max length is 20
de_de: Stichwort maximale Länge beträgt 20
es_es: Palabra clave de longitud máxima es de 20
fr_fr: Longueur maximale est de 20 mots-clés
ja: キーワードの最大長は20です
pt_pt: Comprimento máximo de palavra chave é de 20
ru_ru: Маскимальная длина ключа 20 символов

source: Summary % cannot be greater than 100.
de_de: Zusammenfassung% nicht größer als 100 ist.
es_es: Resumen% no puede ser mayor que 100.
fr_fr: Résumé% ne peut pas être supérieur à 100.
ja: 要約は100％を超えることはできません。
pt_pt: Resumo% não pode ser maior do que 100.
ru_ru: Суммарный процент не может быть больше 100

source: License information
de_de: Informationen zur Lizenz
es_es: información sobre la licencia
fr_fr: informations sur la licence
ja: ライセンス情報
pt_pt: informações sobre licenças
ru_ru: Информация о лицензии

source: Your license is
de_de: Ihre Lizenz ist
es_es: Su licencia es
fr_fr: Votre licence est
ja: ライセンスは、
pt_pt: Sua licença é
ru_ru: Ваша лицензия

source: Free
de_de: frei
es_es: libre
fr_fr: libre
ja: フリー
pt_pt: livre
ru_ru: Бесплатная

source: you can upgrade to "PRO"
es_es: puede actualizar a "PRO "
fr_fr: vous pouvez mettre à jour "PRO "
ja: あなたは "PRO"にアップグレードすることができます。
pt_pt: você pode atualizar para "PRO "
ru_ru: вы можете обновиться до "PRO"

source: click here
de_de: klicken Sie hier
es_es: haga clic aquí
fr_fr: cliquez ici
ja: ここをクリック
pt_pt: clique aqui
ru_ru: Намите здесь

source: Professional
de_de: Profi
es_es: Profesional
fr_fr: professionnel
ja: プロ
pt_pt: profissional
ru_ru: Профессиональная

source: expire
de_de: verfallen
es_es: expirar
fr_fr: expirer
ja: 有効期限が切れる
pt_pt: expirar
ru_ru: истекает

source: Statistic
de_de: Statistik
es_es: Estadística
fr_fr: Statistique
ja: 統計量
pt_pt: estatística
ru_ru: Статистика

source: Captcha served:
de_de: Sicherheitscode serviert:
es_es: Captcha servido:
fr_fr: Captcha servi:
ja: キャプチャをお楽しみいただけます。
pt_pt: Captcha servido:
ru_ru: Каптча использовалась:

source: times
de_de: mal
es_es: veces
fr_fr: fois
ja: 回
pt_pt: vezes
ru_ru: раз

source: Key words served
de_de: Key words serviert
es_es: Palabras clave servido
fr_fr: Mots clés servi
ja: キーワードをお楽しみいただけます
pt_pt: Palavras-chave servido
ru_ru: Статистика использования

source: Times
de_de: mal
es_es: Veces
fr_fr: Fois
ja: タイムズ
pt_pt: vezes
ru_ru: раз (а)

source: This feature avaible only in PRO version
de_de: Diese Funktion avaible nur in der PRO Version
es_es: Esta función sólo sito en la versión PRO
fr_fr: Cette fonctionnalité avaible uniquement dans la version PRO
ja: PROバージョンでのみ使用可能この機能により、
pt_pt: Este recurso está disponível apenas na versão PRO
ru_ru: Эта функция доступна только в Pro версии

source: Click here
de_de: Klicken Sie hier
es_es: Haga clic aquí
fr_fr: Cliquez ici
ja: ここをクリック
pt_pt: Clique aqui
ru_ru: Нажмите здесь

source: to export all the Keywords served stats in .CSV file.
de_de: für alle Keywords exportieren serviert Statistik in. CSV-Datei.
es_es: para exportar todas las palabras clave sirven las estadísticas en el archivo. CSV.
fr_fr: d'exporter tous les Mots-clés servi stats dans. fichier CSV.
ja: すべてのキーワードをエクスポートするには。CSVファイルに統計を務めた。
pt_pt: para exportar todas as Palavras-chave servido estatísticas em. arquivo CSV.
ru_ru: для того чтобы экспортировать статистику использования ключевых слов в .CSV файл.

source: only for PRO version
de_de: nur für die PRO-Version
es_es: sólo para la versión PRO
fr_fr: uniquement pour la version PRO
ja: 唯一のPROバージョンの
pt_pt: apenas para a versão PRO
ru_ru: только для версии PRO

source: Manage captcha
de_de: verwalten captcha
es_es: Administrar código de la imagen
fr_fr: Gérer captcha
ja: キャプチャの管理
pt_pt: gerenciar captcha
ru_ru: Управление captcha

source: delete
de_de: löschen
es_es: borrar
fr_fr: effacer
ja: 削除する
pt_pt: excluir
ru_ru: удалить

source: Add keyword
de_de: Stichwort hinzufügen
es_es: Añadir palabra clave
fr_fr: Ajouter un mot clé
ja: キーワードを追加
pt_pt: Adicionar palavra-chave
ru_ru: Добавить ключевое слово

source: Save changes
de_de: Speichern Sie die Änderungen
es_es: Guardar los cambios
fr_fr: Enregistrer les modifications
ja: 変更を保存します
pt_pt: Salve as alterações
ru_ru: Сохранить изменения

source: Activation options
de_de: Aktivierungsoptionen
fr_fr: Les options d'activation
ja: ライセンス認証オプション
pt_pt: opções de ativação
ru_ru: Где отображать?

source: Update
de_de: aktualisieren
es_es: actualizar
fr_fr: mettre à jour
ja: 更新
pt_pt: atualizar
ru_ru: Обновить

source: Your license key:
de_de: Ihr Lizenzschlüssel:
es_es: Su clave de licencia:
fr_fr: Votre clé de licence:
ja: ライセンスキー：
pt_pt: Sua chave de licença:
ru_ru: Ваша лицензия:
